///////////// Список группы изделий ///////////////
List <String> groupsList = <String>['...', 'Кастрюли', 'Чайники', 'Хозяйственные изделия',
  'Плоские изделия'];

///////////// Списки для наименований изделий:///////////////
List <String> pans = <String>['...', 'Кастрюля с ободком', 'Кастрюля без ободка',
  'Позница', ];// Для группы 'Кастрюли'
List <String> teapots = <String>['...', 'Чайник цельнотянутый', 'Чайник с закатным дном',
  'Заварник', ];// Для группы 'Чайники'
List <String> householdProducts = <String>['...','Кружка','Бак','Ведро сварное','Ведро цельнотянутое',
  'Ковш','Ковш с крышкой','Дуршлаг','Бидон','Горшок ночной',];// Для группы 'Хозяйственные изделия'
List <String> flatProducts = <String>['...', 'Таз', 'Миска',
  'Блюдо', ];// Для группы 'Плоские изделия'

